export const Footer = () => {
	return (
		<footer className='w-full overflow-hidden pl-[6%] my-5 xl:pl-4'>
			<p className='text-white text-2xl font-bold mb-4'>
				Добро пожаловать на Kinomore - онлайн кинотеатр с более чем 960 тысячами
				фильмов!
			</p>
			<p className='text-white text-base w-3/6 xl:w-full'>
				{' '}
				У нас вы можете легко и быстро найти интересующий вас фильм благодаря
				нашему удобному поиску. Мы предлагаем широкий выбор кинокартин различных
				жанров и направлений - от классики до новинок, от драм до боевиков. На
				Kinomore вы сможете насладиться просмотром любимых фильмов в высоком
				качестве в любое время и в любом месте. Регистрируйтесь на нашем сайте и
				начните погружаться в увлекательный мир кино!
			</p>
		</footer>
	)
}
